Repository: olivierChabrol/lab
Catalog: lang/lab-*.po
Languages: fr_fr

source: It has been forwarded to your responsible
fr_fr: Il a été transmis à votre responsable

source: Invitation request to I2M
fr_fr: Demande d'invitation à I2M

source: A request for an invitation to the I2M has been sent to you.
fr_fr: Une demande d'invitation à l'I2M vous a été envoyée.

source: You can modify it by following
fr_fr: Vous pouvez le modifier en suivant les instructions suivantes

source: this link
fr_fr: ce lien

source: New invitation request to I2M
fr_fr: Nouvelle demande d'invitation à I2M

source: A request for an invitation to the I2M has been completed.
fr_fr: Une demande d'invitation à l'I2M a été complétée.

source: You can consult it by following
fr_fr: Vous pouvez le consulter en suivant

source: Summary of the mission request
fr_fr: Récapitulatif de la demande

source: Travels
fr_fr: Trajets

source: One way
fr_fr: Sens unique

source: Return
fr_fr: Retour

source: Invitation request summary
fr_fr: Récapitulatif de la requête d'invitation

source: Guest's personal information
fr_fr: Informations personnelles de l'invité

source: Country
fr_fr: Pays

source: Context of the invitation
fr_fr: Contexte de l'invitation

source: Mission objective
fr_fr: Objectif de la mission

source: yes
fr_fr: oui

source: no
fr_fr: non

source: Mean of transport
fr_fr: Moyen de transport

source: To the I2M
fr_fr: Vers l'I2M

source: From the I2M
fr_fr: Depuis d'I2M

source: Costs
fr_fr: Coût

source: Origin of credit
fr_fr: Origine du crédit

source: Research Contract
fr_fr: Contrat de recherche

source: No comment
fr_fr: Aucun commentaire

source: New comment
fr_fr: Nouveau commentaire

source: Publish as
fr_fr: Pubier en tant que

source: Send comment
fr_fr: Envoyer commentaire

source: This invitation has been created, you can now complete all the information and send it to the group leader for validation.
fr_fr: Cette invitation a été créée, vous pouvez maintenant compléter toutes les informations et les envoyer au chef de groupe pour validation.

source: Created
fr_fr: Créée

source: This invitation has been completed, the person in charge can now validate it to send it to the budget department.
fr_fr: Cette invitation a été complétée, le responsable peut maintenant la valider pour l'envoyer au service du budget.

source: This invitation was taken care of by an administrative staff member of the budget department.
fr_fr: Cette invitation a été prise en charge par un membre du personnel administratif du département du budget.

source: Taken care of
fr_fr: Pris en charge

source: This invitation is complete.
fr_fr: Cette invitation est complétée.

source: No favorite group found
fr_fr: Aucun groupe favori trouvé

source: Monday
fr_fr: Lundi

source: Tuesday
fr_fr: Mardi

source: Wednesday
fr_fr: Mercredi

source: Thursday
fr_fr: Jeudi

source: Friday
fr_fr: Vendredi

source: Non working day
fr_fr: Férié

source: I will be present
fr_fr: Je serais présent·e

source: The
fr_fr: Le

source: on site
fr_fr: sur site

source: I would like to change one of my attendance
fr_fr: Je voudrais changer un de mes présences

source: On
fr_fr: Sur

source: Are you sure you want to remove this presence ?
fr_fr: Voulez-vous vraiment supprimer cette présence ?

source: Thesis
fr_fr: Titre de thèse

source: PHD School
fr_fr: Ecole doctorale

source: Office Floor
fr_fr: Etage du bureau

source: User group(s) :
fr_fr: Groupe(s) scientifiques(s) de l'utilisateur :

source: User Thematic(s) :
fr_fr: Thématiques scientifiques :

source: None
fr_fr: Aucun·e

source: Research keywords :
fr_fr: Rechercher mots clef :
