Repository: olivierChabrol/lab
Catalog: lang/lab-*.po
Languages: fr_fr

source: Mission management
fr_fr: Gestion des missions

source: Historic
fr_fr: Historique

source: The table <em>wp_lab_budget_info</em> hasn't been found in database, you must first create it here :
fr_fr: La table <em>wp_lab_budget_info</em> n'a pas été trouvée dans la base de données, vous devez d'abord la créer ici :

source: Create table Budget info
fr_fr: Créer la table Budget info

source: All
fr_fr: Tou·te·s

source: New
fr_fr: Nouveau

source: Complete
fr_fr: Complétée

source: Cancelled
fr_fr: Annulée

source: Validated
fr_fr: Validé

source: Refused
fr_fr: Refusé

source: Waiting
fr_fr: En attente

source: Group
fr_fr: Groupes

source: Budget manager
fr_fr: Gestionaire budget

source: Search command Number
fr_fr: Recherche par numéro de devis

source: Status
fr_fr: Etat

source: Request date
fr_fr: Date de la demande

source: User
fr_fr: Utilisateur

source: Mission Type
fr_fr: Type de mission

source: Estimation cost
fr_fr: Coût estimé

source: Real cost
fr_fr: Budget réel

source: Delta
fr_fr: Différence

source: Do you really want to delete this mission ?
fr_fr: Voulez-vous vraiment supprimer cette mission ?

source: Cancel
fr_fr: Annuler

source: Confirm
fr_fr: Confirmer

source: Group name
fr_fr: Nom du groupe

source: Delete group
fr_fr: Supprimer le groupe

source: Modify group
fr_fr: Modifier le groupe

source: Modify acronym
fr_fr: Modifier acronyme

source: New group name
fr_fr: Nouveau nom de groupe

source: Modify parent group
fr_fr: Modifier groupe parent

source: Modify type
fr_fr: Modifier groupe

source: Group webpage
fr_fr: Page web du groupe

source: Add manager to group
fr_fr: Ajouter un gestionaire au groupe

source: Group leader
fr_fr: Responsable du groupe

source: Group substitute
fr_fr: Suppléant du groupe

source: Add
fr_fr: Ajouter

source: Create a group
fr_fr: Créer un groupe

source: Acronym
fr_fr: Acronyme

source: Parent group
fr_fr: Groupe parent

source: Substitute
fr_fr: Suppléant

source: Optional
fr_fr: Optionnel

source: Clear list
fr_fr: Vider la liste

source: Don't forget to click on add
fr_fr: N'oubliez pas de cliquer sur ajouter

source: + Add a substitute
fr_fr: + Ajouter un suppléant

source: Create group
fr_fr: Créer le groupe

source: Assign users to groups
fr_fr: Assigner un ou plusieurs utilisateurs à un ou plusieurs groupes

source: Also display people who already have a group
fr_fr: Afficher aussi les personnes ayant déjà un groupe

source: Also display people who left the institute
fr_fr: Afficher aussi les personnes ayant quitté l'institut

source: Choose one or more people to assign :
fr_fr: Choisissez une ou plusieurs personnes :

source: Choose the group(s) you want to assign people to :
fr_fr: Choisissez le ou les groupes où vous voulez assigner des personnes :

source: Submit
fr_fr: Envoyer

source: Manage Parameters
fr_fr: Gérer les Paramètres

source: New Parameters
fr_fr: Nouveau Paramètre

source: Param type
fr_fr: Type de paramètre

source: Delete
fr_fr: Effacer

source: Param value
fr_fr: Valeur du paramètre

source: Param slug
fr_fr: Slug du paramètre

source: Param color
fr_fr: Couleur du paramètre

source: Affect color to param
fr_fr: Changer la couleur du param

source: Shift param
fr_fr: Décalé paramètre

source: Save param
fr_fr: Sauver Paramètre

source: Edit parameters
fr_fr: Modifier Paramètre

source: Param title
fr_fr: Nom du paramètre

source: Delete param
fr_fr: Effacer Paramètre

source: Delete this param ?
fr_fr: Effacer ce paramètre ?

source: Create presence table
fr_fr: Créer la table présence

source: Create invitation table
fr_fr: Créer la table invitation

source: Create historic table
fr_fr: Créer la table historique

source: Reset DB
fr_fr: Réinitialiser base de données

source: Reset LAB DB ?
fr_fr: Réinitialiser base de données LAB ?

source: Add LAB roles
fr_fr: Ajouter les rôles LAB

source: Correct usermeta fields UM
fr_fr: Corriger les champs usermeta UM

source: Copy phone fields
fr_fr: Copier les champs téléphone

source: Fill HAL name
fr_fr: Remplir metakey hal_name

source: Fill user slug
fr_fr: Remplir metakey user slug

source: Empty HAL Table
fr_fr: Vider la table HAL

source: Add Meta Key
fr_fr: Ajouter une metakey

source: User name
fr_fr: Nom utilisateur

source: First name
fr_fr: Prénom

source: Last name
fr_fr: Nom

source: Gender
fr_fr: Genre

source: Female
fr_fr: Femme

source: Male
fr_fr: Homme

source: User slug
fr_fr: Slug utilisateur

source: Correct slug name
fr_fr: Corriger les metadatas manquantes

source: User function
fr_fr: Fonction

source: Employer
fr_fr: Employeur

source: Funding
fr_fr: Soutien financier

source: User Location
fr_fr: Site

source: User office number
fr_fr: Numéro de bureau

source: User office floor
fr_fr: Etage du bureau

source: Phone
fr_fr: Téléphone

source: CN Section
fr_fr: Section CN

source: CNU Section
fr_fr: Section CNU

source: Thesis title
fr_fr: Titre de thèse

source: HDR title
fr_fr: Titre HDR

source: PHD school
fr_fr: Ecole doctorale

source: left
fr_fr: parti

source: Departure date
fr_fr: Date de départ

source: Edit user status
fr_fr: Modifier status utilisateur

source: Delete user
fr_fr: Effacer

source: Add Group to user
fr_fr: Ajouter un group à l'utilisateur

source: Add thematic to user
fr_fr: Ajouter une thématique à l'utilisateur

source: Assigning roles to the user
fr_fr: Assigner rôles à l'utilisateur

source: Keep user data in our web site ?
fr_fr: Garder les informations des utilisateurs sur le site web?

source: User history
fr_fr: Historique utilisateur

source: Add a period
fr_fr: Ajouter une période

source: Start date
fr_fr: Date de début

source: End date
fr_fr: Date de fin

source: Outgoing mobility status
fr_fr: Internal/external mobility

source: Host
fr_fr: Hôte

source: Edit
fr_fr: Modifier

source: Correct missing metadata
fr_fr: Corriger les metadatas manquantes

source: Adding a user to the directory
fr_fr: Ajouter un utilisateur à l'annuaire

source: User's email AMU :
fr_fr: Email de l'utilisateur AMU :

source: Login (uid)
fr_fr: Identifiant (uid)

source: Password
fr_fr: Mot de passe

source: Organization
fr_fr: Organisation

source: Add user to Wordpress
fr_fr: Ajouter un utilisateur a Wordpress

source: Do you really want to delete this period ?
fr_fr: Voulez-vous vraiment supprimer cette période ?

source: Seminar
fr_fr: Séminaire

source: Global user settings
fr_fr: Options globales utilisateur

source: Groups
fr_fr: Groupes

source: Settings
fr_fr: Options

source: Global settings
fr_fr: Options globales

source: Date of demand
fr_fr: Date de la demande

source: Budjet Manager
fr_fr: Gestionnaire budjet

source: Hostel Night
fr_fr: Nuit à l'hôtel

source: Estimation cost Travel
fr_fr: Coût estimé pour les trajets

source: Estimation cost Hostel
fr_fr: Coût estimé pour l'hôtel

source: Total estimation
fr_fr: Estimation totale

source: Travel from
fr_fr: Ville de départ

source: Station from
fr_fr: Gare de départ

source: Travel to
fr_fr: Ville d'arrivée

source: Station to
fr_fr: Gare d'arrivée

source: Means of locomotion
fr_fr: Moyen de transport

source: Travel company
fr_fr: Companie de transport

source: Number of people
fr_fr: Nombre de personnes

source: Round trip
fr_fr: Aller-retour

source: Return date
fr_fr: Date de retour

source: Path reference
fr_fr: Référence trajet

source: Carbon footprint
fr_fr: Empreinte carbone

source: Loyalty card number
fr_fr: Numéro de carte de fidélité

source: Loyalty card number expiry date
fr_fr: Date d'expiration de la carte de fidélité

source: No
fr_fr: Non

source: Yes
fr_fr: Oui

source: Change main thematic
fr_fr: Changer thème principal

source: Delete thematic
fr_fr: Effacer thématique

source: Your biography is too long (max 200 characters)
fr_fr: Votre biographie est trop longue (max 200 caractères)

source: Loaded key
fr_fr: Clé chargée

source: Table successfully created
fr_fr: Table créée avec succès

source: Error when creating the table
fr_fr: Erreur lors de la création de la table

source: Error while creating the table
fr_fr: Erreur lors de la création de la table

source: Error while creating the key
fr_fr: Erreur lors de la création de la clé

source: All required fields must be filled
fr_fr: Tous les champs requis doivent être remplis

source: Impossible to find the loan corresponding to this key
fr_fr: Impossible de trouver le prêt correspondant à cette clé

source: Impossible to find the information for this key
fr_fr: Impossible de trouver les informations pour cette clé

source: result(s)
fr_fr: résultat(s)

source: No keys found. You can create one below
fr_fr: Aucune clé trouvée. Vous pouvez en créer une ci-dessous

source: Error while changing the key
fr_fr: Erreur lors du changement de clé

source: Key successfully modified
fr_fr: Clé modifiée avec succès

source: Failed to change the key
fr_fr: Echec du changement de clé

source: Key deleted successfully
fr_fr: Clé supprimée avec succès

source: The key could not be deleted
fr_fr: La clé ne peut pas être supprimée

source: Impossible to create the loan: the form is not filled in correctly
fr_fr: Impossible de créer le prêt: le formulaire n'est pas rempli correctement

source: Impossible to find the ID loan
fr_fr: Impossible de trouver l'ID du prêt

source: Key successfully created
fr_fr: Clé créée avec succès

source: Error while creating a key
fr_fr: Erreur lors de la création de la clé

source: Loan successfully created
fr_fr: Prêt créé avec succès

source: Error while creating the loan
fr_fr: Erreur lors de la création du prêt

source: Loan successfully modified
fr_fr: Prêt modifié avec succès

source: Loan modification error
fr_fr: Erreur lors de la modification du prêt

source: Loan successfully completed
fr_fr: Prêt complété avec succès

source: Error when trying to end the loan
fr_fr: Erreur lors d'une tentative de terminer le prêt

source: Loan receipt
fr_fr: Reçu du prêt

source: Loan ID
fr_fr: ID du prêt

source: Referent
fr_fr: Référent

source: The key/badge number
fr_fr: La clé / numéro de badge

source: Has been lent to
fr_fr: A été prétée à

source: And must be returned before
fr_fr: Et doit être retournée avant

source: Comment
fr_fr: Commentaire

source: Print
fr_fr: Imprimer

source: Year
fr_fr: Année

source: Validated by group leader
fr_fr: Validée par le chef de groupe

source: Refused by group leader
fr_fr: Refusée par le chef de groupe

source: Waiting group manager
fr_fr: En attente du gestionnaire budget

source: Completed
fr_fr: Complétée

source: I participate in the working group
fr_fr: Je participe au groupe de travail

source: Reason of your attendance is require
fr_fr: La raison de votre présence est requise

source: Cant delete system param
fr_fr: Impossible d'effacer un paramètre sytème

source: No loan found
fr_fr: Aucun prêt trouvé

source: Your request has been taken into account
fr_fr: Votre requête a été prise en compte

source: Your invitation has been modified
fr_fr: Votre invitation a bien été modifiée

source: No invitation
fr_fr: Aucune invitation

source: undefined
fr_fr: indéfini

source: Can only modify your own presency
fr_fr: Vous ne pouvez modifier que votre propre présence

source: %s is a no working day
fr_fr: %s est férié

source: Your are already present in %s the %s between %s and %s
fr_fr: Vous êtes déjà présent au/à %s le %s entre %s et %s

source: Your new schedules overlap to an existing one : %s the %s between %s and %s
fr_fr: Votre calendrier chevauche une déclaration de présence existante à/au %s le %s entre %s et %s

source: IT budget management
fr_fr: Gestion du budget

source: New order
fr_fr: Nouvelle commande

source: Expenditure type
fr_fr: Type de commande

source: Title
fr_fr: Intitulé

source: Date of request
fr_fr: Date du devis

source: Amount HT
fr_fr: Montant HT

source: Order's date
fr_fr: Date de la commande

source: Order's Number
fr_fr: Numéro de devis

source: Order's reference
fr_fr: Numéro de référence

source: Date of delivery
fr_fr: Date de livraison

source: Date of payment
fr_fr: Date de paiement

source: Save
fr_fr: Sauvegarder

source: Computer commands
fr_fr: Commande informatique

source: Waiting order
fr_fr: En attente de commande

source: Waiting delivery
fr_fr: En attente de livraison

source: Waiting payment
fr_fr: En attende de paiment

source: Waiting fund's origin
fr_fr: En attente de détermination des fonds

source: Command Number
fr_fr: Numéro de devis

source: Command Reference
fr_fr: Numéro de référence

source: Command title
fr_fr: Intitulé de la commande

source: For
fr_fr: Pour

source: Info Manager
fr_fr: Gestionnaire informatique

source: Budget Manager
fr_fr: Gestionaire administratif

source: Funds
fr_fr: Soutien financier

source: Amount
fr_fr: Montant

source: Order date
fr_fr: Date du devis

source: Delivery date
fr_fr: Date de livraison

source: Payement date
fr_fr: Date de paiement

source: Country of origin
fr_fr: Pays de départ

source: City of origin
fr_fr: Ville de départ

source: Arrival country
fr_fr: Pays d'arrivée

source: Arrival city
fr_fr: Ville d'arrivée

source: Mean of locomotion
fr_fr: Moyen de transport

source: Box "Round trip"
fr_fr: Case "Aller-retour"

source: Number of persons
fr_fr: Nombre de personnes

source: Estimated cost
fr_fr: Coût estimé

source: Reference
fr_fr: Référence

source: Loyalty card expiry date
fr_fr: Date d'expiration de la carte de fidélité

source: ¤Travel from
fr_fr: ¤Trajet du

source: A param key with '%1s' and type %1s already exist in db
fr_fr: Un paramètre avec la clef '%1s' et le type %1s existe déjà en DB

source: Can't have space in param slug name '%1s'
fr_fr: Il ne peut y avoir d'espace dans le slug du paramètre '%1s'

source: Fundings
fr_fr: Financements

source: Number of night(s)
fr_fr: Nombre de nuit(s)

source: No charge mission
fr_fr: Mission sans frais

source: modified by
fr_fr: modifié par

source: Key management
fr_fr: Gestion des clés

source: keyring entry
fr_fr: saisie clés

source: Key
fr_fr: Clé

source: Loans
fr_fr: Prêts

source: Create table Keys
fr_fr: Créer la table Keys

source: Create table Loans
fr_fr: Créer la table Loans

source: Brand
fr_fr: Marque

source: lost
fr_fr: perdu(e)

source: broken
fr_fr: cassé(e)

source: optional
fr_fr: optionnel

source: Create
fr_fr: Créer

source: Do you really want to delete this key?
fr_fr: Voulez-vous vraiment supprimer cette clé ?

source: Do you really want to en this loan ?
fr_fr: Voulez-vous vraiment supprimer ce prêt ?

source: Date of return
fr_fr: Date de retour

source: Today
fr_fr: Aujourd'hui

source: Key list
fr_fr: List des clés

source: Search a key
fr_fr: Chercher une clé

source: Result number per page
fr_fr: Nombre de résultats par page

source: Other
fr_fr: Autre

source: Number
fr_fr: Numéro

source: Office
fr_fr: Bureau

source: State
fr_fr: Etat

source: Available
fr_fr: Disponible

source: Previous page
fr_fr: Page précédente

source: Next page
fr_fr: Page suivante

source: Do you really want to end this loan ?
fr_fr: Voulez-vous vraiment terminer ce prêt ?

source: Return date :
fr_fr: Date de retour :

source: Ongoing loan list
fr_fr: Liste des prêts en cours

source: Search a user
fr_fr: Recherche d'un utilisateur

source: other
fr_fr: autre

source: Start
fr_fr: Début

source: Deadline
fr_fr: Date limite

source: Finished
fr_fr: Fini

source: Loan management
fr_fr: Gestion des prêts

source: New loan
fr_fr: Nouveau prêt

source: Ongoing loan
fr_fr: Prêt en cours

source: Show receipt
fr_fr: Afficher reçu

source: Optionnal comment
fr_fr: Commentaire optionnel

source: Create loan
fr_fr: Créer prêt

source: Edit loan
fr_fr: Modifier prêt

source: Mark as returned
fr_fr: Marquer comme rendue

source: Loan historic for this key
fr_fr: Historique des prêts pour cette clé

source: User loan history
fr_fr: Historique des prêts de cet utilisateur

source: Lend
fr_fr: Prêter

source: View loan
fr_fr: Voir prêt

source: PARAM
fr_fr: PARAMÈTRE

source: GROUP TYPE
fr_fr: TYPE DE GROUPE

source: KEY TYPE
fr_fr: TYPE DE CLÉ

source: USER FUNCTION
fr_fr: FONCTION UTILISATEUR

source: FUNDING
fr_fr: FINANCEMENT

source: EMPLOYER
fr_fr: EMPLOYEUR

source: LDAP TOKEN
fr_fr: TOKEN LDAP

source: LDAP HOST
fr_fr: HÔTE LDAP

source: LDAP BASE
fr_fr: BASE LDAP

source: LDAP LOGIN
fr_fr: IDENTIFIANT LDAP

source: LDAP PASSWORD
fr_fr: MOT DE PASSE LDAP

source: LDAP ENABLE
fr_fr: ACTIVER LDAP

source: USER SECTION CN
fr_fr: SECTION UTILISATEUR CN

source: USER SECTION CNU
fr_fr: SECTION UTILISATEUR CNU

source: OUTGOING MOBILITY
fr_fr: MOBILITÉ SORTANTE

source: KEY STATE
fr_fr: ÉTAT CLÉ

source: PHD SCHOOL
fr_fr: ÉCOLE DOCTORALE

source: OUTGOING MOBILITY STATUS
fr_fr: STATUT DE MOBILITÉ DE SORTIE

source: THEMATIC
fr_fr: THEMATIQUE

source: BUDGET INFO TYPE
fr_fr: TYPE D'INFO BUDGÉTAIRE

source: BUDGET FUNDS
fr_fr: FONDS BUDGET

source: CONTRACT TYPE
fr_fr: TYPE DE CONTRAT

source: MEAN OF TRANSPORT
fr_fr: MOYEN DE TRANSPORT

source: MISSION STATUS
fr_fr: STATUT DE LA MISSION

source: Chinese Scolarship Council (CSC)
fr_fr: Conseil chinois des bourses d'études (CSC)

source: Annaba University (Algeria)
fr_fr: Université d'Annaba (Algérie)

source: Analysis and complex geometry
fr_fr: Analyse et géométrie complexe

source: Harmonic analysis
fr_fr: Analyse harmonique

source: Numerical analysis and scientific calculation
fr_fr: Analyse numérique et calcul scientifique

source: Optimal control and inverse problems
fr_fr: Contrôle optimal et problèmes inverses

source: Cryptography
fr_fr: Cryptographie

source: Kinetic equations
fr_fr: Équations cinétiques

source: Elliptic PDE
fr_fr: EDP elliptiques

source: Hyperbolic PDE
fr_fr: EDP Hyperboliques

source: Parabolic PDE, population dynamics
fr_fr: EDP parabolique, dynamique des populations

source: Algebraic geometry (null and positive characteristic)
fr_fr: Géométrie algébrique (caractéristique nulle et positive)

source: Differential geometry (including Lie groups, Riemannian, symplectic, etc.)
fr_fr: Géométrie différentielle (y compris les groupes de Lie, les groupes riemanniens, symplectiques, etc.)

source: History of mathematics
fr_fr: Histoire des mathématiques

source: Theoretical computer science, computability
fr_fr: Informatique théorique, calculabilité

source: Logic
fr_fr: Logique

source: Discrete mathematics
fr_fr: Mathématiques discrètes

source: Mathematics for Evolution and Biology
fr_fr: Mathématiques pour l'évolution et la biologie

source: Fluid mechanics
fr_fr: Mécanique des fluides

source: Modelization, equations related to biology
fr_fr: Modélisation, équations liées à la biologie

source: Probabilities
fr_fr: Probabilités

source: Singularities
fr_fr: Singularités

source: Statistic
fr_fr: Statistiques

source: Measured dynamic systems
fr_fr: Systèmes dynamiques mesurés

source: Geometric dynamic systems
fr_fr: Systèmes dynamiques géométriques

source: Symbolic dynamic systems
fr_fr: Systèmes dynamiques symboliques

source: Geometric group theory
fr_fr: Théorie des groupes géométriques

source: Algebraic number theory, arithmetic geometry
fr_fr: Théorie algébrique des nombres, géométrie arithmétique

source: Analytical number theory
fr_fr: Théorie analytique des nombres

source: Theory of automorphic forms
fr_fr: Théorie des formes automorphes

source: Operator theory
fr_fr: Théorie des opérateurs

source: Representation theory
fr_fr: Théorie de la représentation

source: Topology (algebraic, low dimensional, general)
fr_fr: Topologie (algébrique, basse dimension, générale)

source: Signal and image processing
fr_fr: Traitement des signaux et des images

source: Plane
fr_fr: Avion

source: Bike
fr_fr: Vélo

source: Waiting group leader
fr_fr: En attente du chef de groupe

source: People who have left
fr_fr: Personnels partis

source: People present
fr_fr: Personnel présent

source: Search a name
fr_fr: Rechercher un nom

source: Show only group
fr_fr: Afficher les membres du groupe

source: Name
fr_fr: Nom

source: Function
fr_fr: Fonction

source: User details
fr_fr: Coordonnées

source: I2m Week
fr_fr: Semaine de l'I2M

source: Invalid invitation token
fr_fr: Token d'invitation invalide

source: You can edit this invitation as a group leader
fr_fr: Vous pouvez éditer cette invitation en tant que chef de groupe

source: Invitation status :
fr_fr: Statut de l'invitation :

source: You can edit this invitation as a host
fr_fr: Vous pouvez éditer cette invitation en tant qu'invitant

source: You can edit this invitation as a budget manager
fr_fr: Vous pouvez éditer cette invitation en tant que gestionnaire budget

source: You can edit this invitation as an administrator
fr_fr: Vous pouvez éditer cette invitation en tant qu'administrateur

source: You can edit this invitation as a guest
fr_fr: Vous pouvez éditer cette invitation en tant qu'invité

source: You cannot edit this invitation
fr_fr: Vous ne pouvez pas modifier cette invitation

source: Form
fr_fr: Formulaire

source: Personnal informations
fr_fr: Informations personnelles

source: Host name
fr_fr: Nom de l’hôte

source: Reason for the mission
fr_fr: Motif de la mission

source: Invited by
fr_fr: Invité par

source: Guest Informations
fr_fr: Informations des invités

source: Phone Number
fr_fr: Numéro de téléphone

source: Language
fr_fr: Langue

source: City of residence
fr_fr: Ville de résidence

source: Country of residence
fr_fr: Pays de résidence

source: Need a hostel
fr_fr: Besoin d'un hôtel

source: Estimated cost (€)
fr_fr: Coût estimé (€)

source: Journeys
fr_fr: Trajets

source: From
fr_fr: De

source: To
fr_fr: Vers

source: Mean
fr_fr: Moyen

source: Cost
fr_fr: Coût

source: RT
fr_fr: AR

source: Return date if RT
fr_fr: Date de retour si AR

source: Expiry date
fr_fr: Date d'expiration

source: City departure
fr_fr: Ville de départ

source: City arrival
fr_fr: Ville d'arrivée

source: Mean of transport
fr_fr: Moyen de transport

source: Travel reference
fr_fr: Référence trajet

source: Comments
fr_fr: Commentaires

source: (e.g. your loyalty card numbers to be used when booking your trips + the expiry date if required)
fr_fr: (par exemple votre numéro de carte de fidélité + date d'expiration si nécessaire

source: Leader fields :
fr_fr: Champs pour le chef de groupe :

source: Maximum cost (€)
fr_fr: Coût maximum (€)

source: To be filled in by the person in charge: maximum budget allocated to this invitation
fr_fr: A remplir par le responsable : budget maximum alloué à cette invitation

source: Declare mission
fr_fr: Créer la mission

source: Update
fr_fr: Mettre à jour

source: Validate
fr_fr: Valider

source: Refuse
fr_fr: Refuser

source: Take in charge
fr_fr: Prendre en charge

source: Group fundings
fr_fr: Financements du groupe

source: Filters
fr_fr: Filtres

source: Results per page
fr_fr: Nombre de résultats par page

source: Preferred Groups
fr_fr: Groupe préféré

source: Guest
fr_fr: Invité

source: Arrival date
fr_fr: Date d'arrivée

source: Estimated budget
fr_fr: Budget estimé

source: Maximum budget
fr_fr: Budget maximum

source: Invitation details
fr_fr: Détails de l'invitation

source: Real budget
fr_fr: Budget réel

source: Forward carbon footprint
fr_fr: Emprunte carbone du trajet allé

source: Carbon footprint of the forward travel ...
fr_fr: Emprunte carbone du trajet retour...

source: Return carbon footprint
fr_fr: Emprunte carbone retour

source: Carbon footprint of the return travel ...
fr_fr: Emprunte carbone du trajet retour...

source: Details
fr_fr: Détails

source: Your invitation request to I2M
fr_fr: Votre demande d'invitation à l'I2M

source: Your invitation request has been taken into account
fr_fr: Votre demande de mission a été prise en compte

source: It has been forwarded to your host
fr_fr: Il a été transmis à votre hôte

source: Mission request
fr_fr: Demande de mission

source: Your mission request has been taken into account
fr_fr: Votre demande de mission a été prise en compte
